---
kind: enumMember
id: F:Autodesk.Revit.DB.PointClouds.PointCloudColorEncoding.ABGR
enum: Autodesk.Revit.DB.PointClouds.PointCloudColorEncoding
source: html/1073d329-2fd5-bbdf-387b-cf0501e76725.htm
---
# Autodesk.Revit.DB.PointClouds.PointCloudColorEncoding.ABGR

The point cloud uses colors arranged in ABGR format (common in Windows).